/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Clickatell.com account required.)";

/* Label for account field */
"Account:" = "Conta:";

/* label for API ID field */
"API ID:" = "API ID:";

/* label for destination number field */
"Destination Number:" = "Número do destinatário:";

/* Label for password field */
"Password:" = "Palavra-passe:";

/* Title for SMS plugin */
"SMS Notifications" = "Notificações SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "Para registar:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php";